Repository: MaddTheSane/LaTexIt
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja

source: %@ is required
de: %@ ist erforderlich
es: %@ es necesario
fr: %@ est nécessaire
it: %@ è richiesto
ja: %@が必要です

source: %@ not found or does not work as expected
de: %@ wurde nicht gefunden oder arbeitet nicht wie erwartet
es: %@ no encontrado o no funciona como se espera
fr: %@ est introuvable ou ne fonctionne pas comme attendu
it: %@ non trovato oppure non funziona come previsto
ja: %@ が見つからなかったか期待するように動作しませんでした。

source: %d equation could not be converted because of syntax errors in it. You should also check if it is compatible with the default preamble in use.
de: Gleichung %d konnte aufgrund eines Syntaxfehlers in ihr nicht bearbeitet werden. Sie sollten auch überprüfen, ob sie mit der verwendeten Standard-Präambel kompatibel ist.
es: La ecuación %d no ha podido convertirse ya que presenta errores de syntaxis. Debes comprobar también si es compatible con el preámbulo actual.
fr: %d equation n'a pas pu être convertie à cause d'erreurs de syntaxe. Vous devriez aussi vérifier que le préambule actuel est compatible avec elle.
it: %d l'equazione non può essere convertita a causa di errori di sintassi in essa. Controllare anche se è compatibile con il preambolo in uso.
ja: %d 数式がシンタックスエラーのため変換できませんでした。プリアンブルとの整合も確認してください。

source: %d equations could not be converted because of syntax errors in them. You should also check if they are compatible with the default preamble in use.
de: %d Gleichungen konnten aufgrund eines Syntaxfehlers in ihnen nicht bearbeitet werden. Sie sollten auch überprüfen, ob sie mit der verwendeten Standard-Präambel kompatibel sind.
es: Las ecuaciones %d no han podido convertirse ya que presentan errores de syntaxis. Debes comprobar también si son compatible con el preámbulo actual.
fr: %d equations n'ont pas pu être converties à cause d'erreurs de syntaxe. Vous devriez aussi vérifier que le préambule actuel est compatible avec ces équations.
it: %d le equazioni non possono essere convertite per errori di sintassi in esse. Controllare inoltre se sono compatibili con il preambolo in uso.
ja: %d 複数の数式がシンタックスエラーのため変換できませんでした。プリアンブルとの整合についても確認してください。

source: +temp. file
de: +temp. Datei
es: +temp. archivo
fr: +fichier temp.
ja: +一時ファイル

source: =temp. file
de: =temp. Datei
es: =temp. archivo
fr: =fichier temp.
ja: =一時ファイル

source: A file or folder with the same name already exists in %@. Replacing it will overwrite its current contents.
de: Eine Datei oder ein Ordner gleichen Namens existiert bereits in %@. Beim Ersetzen wird der gegenwärtige Inhalt überschrieben.
es: Existe un fichero o carpeta con el mismo nombre en %@. Si lo reemplzadas se perderá el contenido actual.
fr: Un fichier ou dossier portant le même nom existe déjà dans %@. Le remplacer aura pour effet d'écraser son contenu actuel.
it: Un file o cartella con lo stesso nome esiste già in %@. La sostituzione implicherà la sovrascrittura dei contenuti attuali.
ja: 同じ名前のファイルまたはフォルダが %@ にすでに存在します。これを置き換えると現在の内容が上書きされます。

source: Add a folder
de: Ordner hinzufügen
es: Añadir una carpeta
fr: Ajouter un dossier
it: Aggiungi una cartella
ja: フォルダを追加

source: Add current equation
de: Aktuelle Gleichung hinzufügen
es: Añadir la ecuación actual
fr: Ajouter l'équation courante
it: Aggiungi l'attuale equazione
ja: 現在の数式を追加

source: Add Library folder
de: Bibliotheks-Ordner hinzufügen
es: Añadir una carpeta a la librería
fr: Ajouter un dossier à la bibliothèque
it: Aggiungi cartella in Libreria
ja: ライブラリフォルダを追加

source: Add Library item
de: Bibliotheks-Eintrag hinzufügen
es: Añadir un elemento a la librería
fr: Ajouter une entrée à la bibliothèque
it: Aggiungi oggetto in Libreria
ja: ライブラリ項目を追加

source: Add Library items
de: Bibliotheks-Einträge hinzufügen
es: Añadir elementos a la librería
fr: Ajouter des entrées à la bibliothèque
it: Aggiungi oggetti in Libreria
ja: 複数のライブラリ項目を追加

source: Add to current history
de: Zur aktuellen Verlauf hinzufügen
es: Añadir a la historial actual
fr: Ajouter à l'historique
it: Aggiungi all'attuale cronologia
ja: 現在の履歴に追加

source: Add to current library
de: Zur aktuellen Bibliothek hinzufügen
es: Añadir a la librería actual
fr: Ajouter à la bibliothèque
it: Aggiungi alla libreria corrente
ja: 現在のライブラリに追加

source: Add to the history
de: Zur Verlauf hinzufügen
es: Añadir a la historial
fr: Ajouter à l'historique
it: Aggiungi alla cronologia
ja: 履歴に追加

source: Add to the library
de: Zur Bibliothek hinzufügen
es: Añadir a la librería
fr: Ajouter à la bibliothèque
it: Aggiungi alla libreria
ja: ライブラリに追加

source: Additional files
de: Zusätzliche Dateien
es: Archivos adicionales
fr: Fichiers additionnels
it: Files addizionali
ja: 補足ファイル

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細

source: An error occured while saving.
de: Fehler beim Sichern.
es: Error al Guardar.
fr: Une erreur est survenue lors de l'enregistrement.
it: Errore durante il Salvataggio.
ja: 保存するときにエラーが発生しました.

source: An error occured while trying to create the file with command: %@
de: Ein Fehler ist aufgetreten beim Versuch, die Datei zu generieren mittels des Befehls: %@
es: Se produjo un error al crear el archivo con comando: %@
fr: Une erreur est survenue lors de la création du fichier avec la commande: %@
it: Errore durante il tentativo di creare il file con command: %@
ja: 次のコマンドを用いてファイルを作成するときにエラーが発生しました : %@

source: Apply
de: Ausführen
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用

source: Apply History item
de: Verlaufs-Eintrag ausführen
es: Aplicar un elemento de la librería
fr: Appliquer une entrée de l'historique
it: Applica oggetto Recente
ja: 履歴項目を適用

source: Apply Library item
de: Bibliotheks-Eintrag ausführen
es: Aplicar un elemento de la librería
fr: Appliquer une entrée de la bibliothèque
it: Usa oggetto della Libreria
ja: ライブラリ項目を適用

source: Apply preferences
de: Einstellungen anwenden
es: Aplicar preferencias
fr: Appliquer les préférences
ja: 環境設定を適用

source: Are you sure you want to clear the whole history? This operation is irreversible.
de: Wollen Sie tatsächlich den gesamten Verlauf löschen? Dies kann nicht mehr rückgängig gemacht werden.
es: ¿Está seguro de que desea borrar el historial al completo? Esta operación no se puede deshacer.
fr: Voulez-vous vraiment effacer entièrement l'historique ? Cette operation est irréversible.
it: Sei sicuro di voler cancellare l'intera cronologia? Questa operazione è irreversibile.
ja: 全ての履歴を消去してもよろしいですか？ この操作は取り消せません。

# Are you sure you want to reset the preamble ? This operation is irreversible.
source: Are you sure you want to reset the preamble? This operation cannot be undone.
de: Sind Sie sicher, dass die Preambel zurückgesetzt werden soll? Dies kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea restablecer el preámbulo? Esta operación no se puede deshacer.
fr: Êtes-vous sûr de vouloir réinitialiser le préambule ? Cette opération est irréversible.
it: Sei sicuro di voler resettare il preambolo ? Questa operazione è irreversibile.
ja: プリアンブルを本当にリセットしますか？ この操作は取り消せません

source: Authentication failed or did not allow to rewrite the <Info.plist> file inside the LaTeXiT.app bundle
de: Die Authentifizierung schlug fehl oder es konnte nicht in <Info.plist> im LaTeXiT-Bündel zurückgeschrieben werden
es: La autenticación a fallado o no ha permitido sobrescribir el fichero <Info.plist> dentro del paquete LaTeXiT.app
fr: L'authentification a échoué ou n'a pas permis de modifier le fichier <Info.plist> qui se trouve dans le paquet LaTeXiT.app
it: Autenticazione fallio oppure non è permesso di modificare <Info.plist>, file contenuto nel pacchetto LaTeXiT.app
ja: パスワード認証に失敗したか LaTeXiT.app バンドル内にある <Info.plist> ファイルの書き換えが許可されませんでした。

source: Author
de: Autor
es: Autor
fr: Auteur
it: Autore
ja: 作者

source: Background color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond
it: Colore di sfondo
ja: 背景色

source: Baseline of current equation
de: Basislinie der aktuellen Gleichung
es: Línea base de la ecuación actual
fr: Ligne de base de l'équation courante
it: Linea di base dell'equazione corrente
ja: 現在の方程式のベースライン

source: Body
de: Hauptteil
es: Cuerpo
fr: Corps
it: Corpo
ja: 本文

source: Body templates
de: LaTeX body Vorlage
es: Plantillas de contenido
fr: Modèles de corps
it: Modelli del corpo
ja: 本文テンプレート

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Cambia
ja: 変更

source: Change History item background color
de: Hintergrundfarbe des Verlaufs-Eintrags ändern
es: Cambiar el color de fondo de un elemento del historial
fr: Changer la couleur de fond d'un item de l'historique
it: Cambia colore di sfondo dell'oggetto recente
ja: 履歴項目の背景色を変更

source: Change library in use
de: Die verwendete Bibliothek ändern
es: Cambiar la librería en uso
fr: Changer de bibliothèque
it: Cambia libreria in uso
ja: 使用するライブラリを変更

source: Change Library item background color
de: Hintergrundfarbe des Bibliotheks-Eintrags ändern
es: Cambiar el color de fondo de un elemento de la librearía
fr: Changer la couleur de fond d'un item de la bibliothèque
it: Cambia colore di sfondo all'oggetto di Libreria
ja: ライブラリ項目の背景色を変更

source: Change Library item name
de: Namen des Bibliotheks-Eintrags ändern
es: Renombrar elemento de la librería
fr: Changer le nom d'une entrée de la bibliothèque
it: Cambia nome all'oggetto di Libreria
ja: ライブラリ項目の名称を変更

source: Change Library items background color
de: Hintergrundfarbe der Bibliotheks-Einträge ändern
es: Cambiar el color de fondo de elementos de la librearía
fr: Changer la couleur de fond d'items de la bibliothèque
it: Cambia colore di sfondo agli oggetti di Libreria
ja: ライブラリ項目の背景色を変更

source: Change the configuration
de: Konfiguration ändern
es: Cambiar la configuración
fr: Changer la configuration
it: Cambia la configurazione
ja: 設定を変更

source: Change the encapsulation
de: Klammerung ändern
es: Cambiar la encapsulación
fr: Changer l'encapsulation
it: Cambia l'incapsulamento
ja: そのカプセル化を変更

source: Change the text shortcut
de: Text-Kürzel ändern
es: Cambiar la combinación de teclas
it: Cambia la scorciatoia testo
ja: キーマップを変更

source: Check for new versions
de: Nach neuer Version suchen
es: Buscar una nueva versión
fr: Vérification des mises à jour
it: Controlla per nuove versioni
ja: 新しいバージョンを確認

source: Clear History
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
it: Cancella Cronologia
ja: 履歴を消去

source: clipboard
de: Zwischenablage
es: portapapeles
fr: presse-papiers
ja: クリップボード

source: color.sty package seems not to be present in your LaTeX installation. So, color font change is disabled.
de: Das color-Paket scheint bei Ihrer Installation von LaTeX zu fehlen. Daher ist ein Ändern der Schriftfarbe nicht möglich.
es: Parece que el paquete color.sty no está presente en su instalación de LaTeX. Por lo tanto, es imposible cambiar el color del texto.
fr: le package color.sty semble indisponible dans votre installation de LaTeX. La sélection de couleur est donc désactivée.
it: il pacchetto color.sty non sembra essere presente nell'attuale installazione di LaTeX. Per ciò il cambio di colore dei caratteri non è possibile.
ja: あなたの LaTeX 環境に color.sty が見つかりません。そのためフォントの色を変更することができません。

source: color.sty seems to be unavailable
de: color.sty wurde nicht gefunden
es: color.sty parece no estar disponible
fr: color.sty semble indisponible
it: color.sty sembra non essere disponibile
ja: color.sty が利用できないようです

source: Compact database
de: Komprimieren die Datenbank
es: Compacta la base de datos
fr: Compacter la base de données
it: Compattare il database

# Composition
source: Typesetting
de: Pfad-Aufstellungen
es: Composición
fr: Composition
ja: プログラム

source: Composition configurations
de: Pfad-Aufstellungen
es: Configuraciones de composición
fr: Configurations de composition
it: Configurazioni di compilamento
ja: プログラムの構成

source: Content
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: 内容

source: Copy of %@
de: Kopie von %@
es: Copia de %@
fr: Copie de %@
it: Copia di %@
ja: %@ のコピー

source: Copy the image as
de: Bild kopieren als
es: Copiar imagen como
fr: Copier l'image en tant que
it: Copia l'immagine come
ja: イメージをコピー

source: Could not create path
de: Konnte %@ nicht anlegen
es: No se pudo crear la ruta
fr: Échec de la création du chemin
it: Impossibile creare indirizzo
ja: パスを作成できませんでした

# current-language
source: en
de: de
es: es
fr: fr
it: it
ja: 現在の言語

source: Custom margins
de: Selbstdefinierte Ränder
es: Márgenes personalizados
fr: Marges personnalisées
it: Personalizza margini
ja: 余白の設定

source: default
de: Standard
es: por defecto
fr: par défaut
ja: デフォルト

source: Default Format
de: Standard-Format
es: Formato por defecto
fr: Format par défaut
it: Formato di default
ja: デフォルトフォーマット

source: Define a script
de: Ein Skript definieren
es: Definir un script
fr: Définir un script
it: Definisci uno script
ja: スクリプトを定義

source: Delete History item
de: Verlaufs-Eintrag löschen
es: Eliminar elemento del historial
fr: Supprimer une entrée de l'historique
it: Rimuovi oggetto Recente
ja: 履歴項目を削除

source: Delete History items
de: Verlaufs-Einträge löschen
es: Eliminar elementos del historial
fr: Supprimer plusieurs entrées de l'historique
it: Cancella oggetti Recenti
ja: 複数の履歴項目を削除

source: Delete Library item
de: Bibliotheks-Eintrag löschen
es: Eliminar elemento de la librería
fr: Supprimer une entrée de la bibliothèque
it: Rimuovi oggetto di Libreria
ja: ライブラリ項目を削除

source: Delete Library items
de: Bibliotheks-Einträge löschen
es: Eliminar elementos de la librería
fr: Supprimer plusieurs entrées de la bibliothèque
it: Rimuovi oggetti di Libreria
ja: 複数のライブラリ項目を削除

source: Detect and typeset equations
de: Gleichung detektieren und umwandeln
es: Detectar y componer ecuaciones
fr: Détecter et créer les équations
it: Trova e crea le equazioni
ja: 数式の検出とタイプセット

source: Detect and typeset equations and put result into clipboard
de: Gleichung detektieren und umwandeln und kopiere das Ergebnis in die Zwischenablage
es: Detectar y componer ecuaciones y colocar el resultado en el portapapeles
fr: Détecter et créer les équations et ajouter au presse-papier
it: Trova e crea le equazioni e copia il risultato negli appunti
ja: 数式の検出とタイプセット そして結果をクリップボードにコピー

source: Display the equations in real size on mouse over
de: Gleichung bei Mouse Over in natürlicher Größe anzeigen
es: Con el ratón encima, mostrar las ecuaciones en tamaño real
fr: Affiche les équations en taille réelle lors d'un passage de la souris
it: Mostra l'equazione nelle dimensioni reali quando è sotto il cursore
ja: マウスオーバーで数式を実際のサイズで表示

source: Display the error message
de: Fehlermeldung anzeigen
es: Exhibir el mensaje de error
fr: Afficher le message d'erreur
it: Mostra il messaggio di errore
ja: エラーメッセージを表示

source: Do you really want to apply that preamble to the library items?
de: Wollen Sie wirklich diese Präambel auf die Bibliotheks-Einträge anwenden?
es: ¿Quiere aplicar este preámbulo a lo elementos de la librearía?
fr: Voulez-vous vraiment appliquer ce préambule aux éléments de la bibliothèque ?
it: Vuoi veramente applicare questo preambolo agli oggetti di libreria ?
ja: 本当にこのプリアンブルをライブラリ項目に適用しますか？

source: Do you want to install the palette %@?
de: Wollen Sie die Palette %@ jetzt installieren?
es: ¿Desea instalar la paleta %@ ?
fr: Désirez-vous installer la palette %@ ?
it: Vuoi installare la tavolozza %@ ?
ja: パレット %@ をインストールしますか？

source: Drag through areas to change export type
de: Durch Bereiche ziehen um den Exporttyp zu ändern
es: Arrastre através de las áreas para cambiar el formato de exportado
fr: Passez sur les zones pour changer l'export
it: Passare sulle diverse aree per cambiare il tipo di esportazione
ja: ドラッグをエリアに重ねて書き出しフォーマットを変更

source: Edit configurations list…
de: Liste der Konfigurationen bearbeiten…
es: Editar la lista de configuraciones…
fr: Modifier les configurations…
it: Modifica le confifurazioni…
ja: 構成リストを編集…

source: Edit the configurations…
de: Konfiguration ändern…
es: Editar las configuraciones…
fr: Modifier les configurations…
it: Modifica le configurazioni…
ja: 構成を編集…

# Edition
source: Text Editing
de: Erscheinungsbild
es: Edición
fr: Édition
ja: テキスト編集

source: Empty LaTeX body
de: Leeres LaTeX-Dokument
es: Cuerpo de LaTeX vacío
fr: Pas de corps LaTeX
it: Svuota il corpo LaTeX
ja: 空の LaTeX 本文

source: Encapsulations
de: Klammerungs-Einträge
es: Encapsulaciones
it: Incapsulamento
ja: カプセル化

source: Enlarge the text area
de: Den Textbereich vergrößern
es: Ampliar el area de texto
fr: Agrandir la zone de texte
it: Ingrandisci area del testo
ja: 入力エリアを大きくする

source: EPS vector format
de: EPS-Vektor-Bild
es: Imagen vectorial EPS
fr: Image vectorielle EPS
it: formato EPS vettoriale
ja: EPS

source: Equation linked with another application
de: Die Gleichung ist schon mit einer anderen Anwendung verknüpft
es: Ecuación enlazada con otra aplicación
fr: Équation liée à une autre application
it: Equazione collegata con un altra applicazione
ja: 他のアプリケーションとリンクしている数式

source: Equation linked with library item
de: Mit der Bibliothek verbundene Gleichung
es: Ecuacion enlazada con un elemento de la librería
fr: Équation liée à la bibliothèque
it: Equazione collegata con un oggetto della libreria
ja: ライブラリ項目にリンクした数式

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー

source: Error message
de: Fehlermeldung
es: Mensaje de error
fr: Message d'erreur
it: Messaggio di errore
ja: エラーメッセージ

source: error while processing
de: Fehler beim Bearbeiten
es: Error al procesar
fr: erreur à l'exécution de
it: errore durante l'elaborazione
ja: 処理中のエラー

source: executing
de: Bei der Ausführung
es: ejecutando
fr: exécution de
it: esecuzione
ja: 実行中

source: Execution log
de: Log
es: Registro
fr: Rapport d'exécution
it: Rapporto d'esecuzione
ja: 実行ログ

source: Export history…
de: Verlauf exportieren…
es: Exportar historial…
fr: Exporter l'historique…
it: Esporta Cronologia…
ja: 履歴をエクスポート…

source: Export library…
de: Bibliothek exportieren…
es: Exportar librería…
fr: Exporter la bibliothèque…
it: Esporta libreria…
ja: ライブラリをエクスポート…

source: Export the selection only
de: Nur die Auswahl exportieren
es: Exportar sólo la selección
fr: N'exporter que la sélection
it: Esporta solo la selezione
ja: 選択項目のみをエクスポート

source: Export…
de: Exportieren…
es: Exportar…
fr: Exporter…
it: Esporta…
ja: エクスポート…

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル

source: Find %@…
de: %@… finden
es: Buscar %@…
fr: Chercher %@…
it: Trova %@…
ja: %@ を検索…

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般

source: Help on scripts
de: Hilfe über scripts
es: Ayude sobre scripts
fr: Aide sur les scripts
it: Aiuto riguardo gli script

source: Hide History
de: Verlauf ausblenden
es: Ocultar historial
fr: Masquer l'historique
it: Nascondi Recenti
ja: 履歴を隠す

source: Hide Library
de: Bibliothek ausblenden
es: Ocultar librería
fr: Masquer la bibliothèque
it: Nascondi Libreria
ja: ライブラリを隠す

source: Hide preamble
de: Präambel verbergen
es: Ocultar preámbulo
fr: Masquer le préambule
it: Nascondi preambolo
ja: プリアンブルを隠す

source: high
de: hoch
es: alta
fr: haute
it: alto
ja: 高

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ja: 無視

source: Import history…
de: Verlauf importieren…
es: Importar historial…
fr: Importer une historique…
it: Importa Cronologia…
ja: 履歴をインポート…

source: Import library…
de: Bibliothek importieren…
es: Importar librería…
fr: Importer une bibliothèque…
it: Importa libreria…
ja: ライブラリをインポート…

source: Import…
de: Importieren…
es: Importar…
fr: Importer…
it: Importa…
ja: インポート…

source: Include background color
de: Hintergrundfarbe einbeziehen
es: Incluir color de fondo
fr: Inclure la couleur d'arrière-plan
it: Includi colore di sfondo
ja: 背景色を含める

source: Install LaTeX
de: LaTeX installieren
es: Instalar LaTeX
fr: Installer LaTeX
it: Installa LaTeX
ja: LaTeX をインストール

source: Install palette
de: Palette jetzt installieren
es: Instalar paleta
fr: Installer la palette
it: Installa tavolozza
ja: パレットをインストール

source: Installation failed
de: Installation schlug fehl
es: La instalación ha fallado
fr: Échec de l'installation
it: Installazione fallita
ja: インストールに失敗しました

source: It does not appear to be a valid Latex palette package
de: Dies scheint kein gültiges LaTeX-Paletten-Paket zu sein
es: El fichero parece estar dañado
fr: Cela ne semble pas être une palette LaTeX valide
it: Non sembra essere un pacchetto tavolozza LaTeX valido.
ja: 有効な LaTeX パレットではないようです

source: JPEG bitmap format
de: JPEG-Bitmap
es: Imagen de mapa de bits JPEG
fr: Image bitmap JPEG
it: formato JPEG bitmap
ja: JPEG

source: JPEG Quality
de: JPEG Qualität
es: JPEG Calitat
fr: Qualité JPEG
it: Livello qualità JPEG
ja: JPEG 品質

source: LaTeX Equation Editor library
de: Bibliothek vom LaTeX-Gleichungs-Editor
es: LaTeX Equation Editor Librería
fr: Bibliothèque LaTeX Equation Editor
it: Editor delle Equazioni della Libreria LaTeX
ja: LaTeX Equation Editor ライブラリ

source: LaTeXiT cannot be run properly, please check its configuration
de: LaTeXiT kann nicht ordnungsgemäß ausgeführt werden. Bitte überprüfen Sie die Einstellungen
es: LaTeXiT no puede ejecutarse correctamente, compruebe la configuración por favor
fr: LaTeXiT ne peut être exécuté normalement; veuillez vérifier sa configuration
it: LaTeXiT non può essere eseguito propriamente, prego controllare la configurazione
ja: LaTeXiT は正しく動作しません。設定を確認してください

source: LaTeXiT history
de: LaTeXiT-Verlauf
es: LaTeXiT Historial
fr: Historique LaTeXiT
it: Cronologia LaTeXiT
ja: LaTeXiT 履歴

source: LaTeXiT library
de: LaTeXiT-Bibliothek
es: LaTeXiT Librería
fr: Bibliothèque LaTeXiT
it: Libreria LaTeXiT
ja: LaTeXiT ライブラリ

source: LaTeXiT relies on a functional LaTeX installation. But if you do not know what LaTeX is, you may find it difficult to find and install it. A help section of the documentation is dedicated to that part.
de: LaTeXiT benötigt eine funktionsfähige LaTeX-Installation. Falls Sie nicht wissen was LaTeX ist, werden Sie dies möglicherweise kompliziert finden. In diesem Fall hilft Ihnen die Hilfesektion in der Dokumentation weiter.
es: LaTeXiT necesita una instalación funcional de LaTeX. Si no sabe lo que es LaTeX, puede que le sea dificil encontrar e instalar una distribución de LaTeX. Una sección de la documentación está dedicada a esto.
fr: LaTeXiT se base sur une installation fonctionnelle de LaTeX. Mais si vous ne savez pas ce qu'est LaTeX, vous risquez d'avoir du mal à l'installer. Une section de la documentation est donc dédiée aux explications correspondates.
it: LaTeXiT si affida ad un'installazione funzionale di LaTeX. Ma se non sai che cosa sia LaTeX, potresti trovare difficile cercarlo ed installarlo. Una sezione d'aiuto della documentazione è dedicata a questo.
ja: LaTeXiT は動作可能な LaTeX のインストールを必要とします。もし LaTeX について知らない場合は、適切な LaTeX を見つけてインストールすることが難しいかもしれません。ドキュメントのヘルプセクションに情報があります。

# latexize selection again
source: Re-latexize selection
de: Auswhal Re-Latexizen
es: Re-latexize la selección
fr: Re-latexiser la sélection
it: Re-latexize selezione
ja: Latexize selection again

source: least
de: minimal
es: mínima
fr: mini
it: minimo
ja: 最低

source: Library
de: Bibliothek
es: Librería
fr: Bibliothèque
it: Libreria
ja: ライブラリ

source: line
de: linie
es: linea
fr: ligne
it: linea
ja: 線

source: Loading error
de: Fehler beim Öffnen
es: Error al cargar
fr: Erreur de chargement
it: Errore di Caricamento
ja: 読み込みエラー

source: Loading History
de: Verlauf laden
es: Cargando historial
fr: Chargement de l'historique
it: Caricando la Cronologia
ja: 履歴を読み込み中

source: Loading Library
de: Bibliothek laden
es: Cargando librería
fr: Chargement de la bibliothèque
it: Caricando la Libreria
ja: ライブラリを読み込み中

source: Lock
de: Schützen
es: Bloquear
fr: Verrouiller
it: Blocca
ja: ロックする

source: low
de: gering
es: baja
fr: faible
it: basso
ja: 低
